Repository: downeve/Racconto-iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ko

# '%@' 프로젝트를 삭제하시겠습니까?
source: Are you sure you want to delete '%@'?
ja: '%@' プロジェクトを削除しますか?
ko: '%@' 프로젝트를 삭제하시겠습니까?

# %lld개 대기 중
source: %lld pending
ja: %lld件 待機中
ko: %lld개 대기 중

# %lld열
source: %lld col
ja: %lld列
ko: %lld열

# Google로 로그인
source: Sign in with Google
ja: Googleでログイン
ko: Google로 로그인

# Racconto 시작하기
source: Get started with Racconto
ja: Raccontoを始める
ko: Racconto 시작하기

# Side-by-Side 편집
source: Side-by-Side Edit
ja: サイドバイサイド編集
ko: Side-by-Side 편집

# 가입한 이메일로 인증 링크를 보냈습니다.
source: Verification email has been sent. Please check your inbox.
ja: 登録したメールアドレスに認証リンクを送信しました。
ko: 가입한 이메일로 인증 링크를 보냈습니다.

# 같은 챕터에 사진 블록이 없습니다
source: No photo blocks in this chapter
ja: 同じチャプターに写真ブロックがありません
ko: 같은 챕터에 사진 블록이 없습니다

# 같은 챕터에 텍스트 블록이 없습니다
source: No text blocks in this chapter
ja: 同じチャプターにテキストブロックがありません
ko: 같은 챕터에 텍스트 블록이 없습니다

# 게시됨
source: Published
ja: 公開中
ko: 게시됨

# 결합할 사진 블록 선택
source: Select a photo block to pair
ja: 組み合わせる写真ブロックを選択
ko: 결합할 사진 블록 선택

# 결합할 텍스트 블록 선택
source: Select a text block to pair
ja: 組み合わせるテキストブロックを選択
ko: 결합할 텍스트 블록 선택

# 계정이 없으신가요? 회원가입
source: Don't have an account? Sign up
ja: アカウントをお持ちでないですか？登録
ko: 계정이 없으신가요? 회원가입

# 고정
source: Pin
ja: 固定
ko: 고정

# 고정 해제
source: Unpin
ja: 固定解除
ko: 고정 해제

# 고정됨
source: Pinned
ja: 固定済み
ko: 고정됨

# 공개
source: Public
ja: 公開
ko: 공개

# 그리드
source: Grid
ja: グリッド
ko: 그리드

# 기본 이름
source: Default name
ja: デフォルト名
ko: 기본 이름

# 기본 정보
source: Basic info
ja: 基本情報
ko: 기본 정보

# 나란히 배치
source: Side by side
ja: 横並びに配置
ko: 나란히 배치

# 나란히 배치 해제
source: Remove side by side
ja: 横並び解除
ko: 나란히 배치 해제

# 네이버로 로그인
source: Sign in with Naver
ja: Naverでログイン
ko: 네이버로 로그인

# 노트
source: Notes
ja: ノート
ko: 노트

# 노트를 작성하세요...
source: Write a note...
ja: ノートを入力してください...
ko: 노트를 작성하세요...

# 다른 사용자
source: Other user
ja: 別のユーザー
ko: 다른 사용자

# 다크 테마
source: Dark theme
ja: ダークテーマ
ko: 다크 테마

# 당신의 사진이
source: Your photos
ja: あなたの写真が
ko: 당신의 사진이

# 또는
source: or
ja: または
ko: 또는

# 레이블 이름 저장
source: Save label names
ja: ラベル名を保存
ko: 레이블 이름 저장

# 레이아웃
source: Layout
ja: レイアウト
ko: 레이아웃

# 로그아웃
source: Log out
ja: ログアウト
ko: 로그아웃

# 로그인
source: Log in
ja: ログイン
ko: 로그인

# 무료 오픈 베타
source: Free open beta
ja: 無料オープンベータ
ko: 무료 오픈 베타

# 미리보기
source: Preview
ja: プレビュー
ko: 미리보기

# 별점
source: Rating
ja: 評価
ko: 별점

# 별점 제거
source: Reset rating
ja: 評価をリセット
ko: 별점 제거

# 보관됨
source: Archived
ja: アーカイブ
ko: 보관됨

# 보기
source: View
ja: 表示
ko: 보기

# 복구
source: Restore
ja: 復元
ko: 복구

# 블록 삭제
source: Delete block
ja: ブロックを削除
ko: 블록 삭제

# 블록 편집
source: Edit block
ja: ブロックを編集
ko: 블록 편집

# 블록에서 제거
source: Remove from block
ja: ブロックから削除
ko: 블록에서 제거

# 블록으로 이동
source: Move to other block
ja: 他のブロックに移動
ko: 블록으로 이동

# 블록이 없습니다
source: No blocks
ja: ブロックがありません
ko: 블록이 없습니다

# 비밀번호
source: Password
ja: パスワード
ko: 비밀번호

# 비밀번호 변경
source: Change Password
ja: パスワードを変更
ko: 비밀번호 변경

# 비밀번호가 변경됐습니다
source: Password has been changed.
ja: パスワードが変更されました
ko: 비밀번호가 변경됐습니다

# 사용자 이름
source: username
ja: ユーザー名
ko: 사용자 이름

# 사용자 이름을 입력하면 공개 포트폴리오를 볼 수 있습니다.
source: Enter a username to view their public portfolio.
ja: ユーザー名を入力すると 公開ポートフォリオを見ることができます。
ko: 사용자 이름을 입력하면 공개 포트폴리오를 볼 수 있습니다.

# 사진
source: Photos
ja: 写真
ko: 사진

# 사진 %lld장
source: %lld photos
ja: 写真 %lld枚
ko: 사진 %lld장

# 사진이 없습니다
source: No photos
ja: 写真がありません
ko: 사진이 없습니다

# 삭제
source: Delete
ja: 削除
ko: 삭제

# 삭제된 사진이 없습니다
source: No deleted photos
ja: 削除された写真はありません
ko: 삭제된 사진이 없습니다

# 삭제된 프로젝트가 없습니다
source: No deleted projects
ja: 削除されたプロジェクトはありません
ko: 삭제된 프로젝트가 없습니다

# 상태
source: Status
ja: ステータス
ko: 상태

# 새 블록
source: New block
ja: 新しいブロック
ko: 새 블록

# 새 비밀번호 (8자 이상)
source: New password (more than 8 characters)
ja: 新しいパスワード（8文字以上）
ko: 새 비밀번호 (8자 이상)

# 새 비밀번호 확인
source: New password confirm
ja: 新しいパスワードを確認
ko: 새 비밀번호 확인

# 새 챕터
source: New Chapter
ja: 新しいチャプター
ko: 새 챕터

# 새 프로젝트
source: New Project
ja: 新しいプロジェクト
ko: 새 프로젝트

# 생성
source: Create chapter
ja: チャプターを作成
ko: 생성

# 서브챕터 추가
source: Add subchapter
ja: サブチャプターを追加
ko: 서브챕터 추가

# 선택
source: Select
ja: 選択
ko: 선택

# 설명
source: Description
ja: 説明
ko: 설명

# 설명 (선택)
source: Description (optional)
ja: 説明（任意）
ko: 설명 (선택)

# 설정
source: Settings
ja: 設定
ko: 설정

# 설정에서 유저네임 설정
source: Set username in Settings
ja: 設定でユーザー名を設定
ko: 설정에서 유저네임 설정

# 수정
source: Edit
ja: 編集
ko: 수정

# 스마트폰부터 필름까지, 모든 사진가를 위해
source: For every photographer, from smartphone to film
ja: スマートフォンからフィルムまで、すべての写真家のために
ko: 스마트폰부터 필름까지, 모든 사진가를 위해

# 스토리
source: Story
ja: ストーリー
ko: 스토리

# 싱글
source: Single
ja: シングル
ko: 싱글

# 업로드 실패
source: Upload failed
ja: アップロード失敗
ko: 업로드 실패

# 업로드 중...
source: Uploading…
ja: アップロード中…
ko: 업로드 중...

# 영구 삭제
source: Permanent delete
ja: 完全削除
ko: 영구 삭제

# 오류
source: Error
ja: エラー
ko: 오류

# 와이드
source: Wide
ja: ワイド
ko: 와이드

# 완료
source: Done
ja: 完了
ko: 완료

# 위치
source: Position
ja: 位置
ko: 위치

# 유저네임
source: Username
ja: ユーザー名
ko: 유저네임

# 유저네임 저장
source: Save username
ja: ユーザー名を保存
ko: 유저네임 저장

# 이름 (선택)
source: Name (optional)
ja: 名前（任意）
ko: 이름 (선택)

# 이메일
source: Email
ja: メール
ko: 이메일

# 이메일을 확인해주세요
source: Please check your email
ja: メールを確認してください
ko: 이메일을 확인해주세요

# 이미 계정이 있으신가요? 로그인
source: Already have an account? Log in
ja: すでにアカウントをお持ちですか？ログイン
ko: 이미 계정이 있으신가요? 로그인

# 이야기가 됩니다
source: become stories
ja: 物語になります
ko: 이야기가 됩니다

# 재시도
source: Retry
ja: 再試行
ko: 재시도

# 저장
source: Save
ja: 保存
ko: 저장

# 저장됐습니다
source: Saved
ja: 保存されました
ko: 저장됐습니다

# 적용
source: Apply
ja: 適用
ko: 적용

# 제목
source: Title
ja: タイトル
ko: 제목

# 제목 *
source: Title *
ja: タイトル *
ko: 제목 *

# 진행 중
source: In progress
ja: 進行中
ko: 진행 중

# 챕터 %@
source: Ch. %@
ja: チャプター %@
ko: 챕터 %@

# 챕터 %lld
source: Ch. %lld
ja: チャプター %lld
ko: 챕터 %lld

# 챕터 %lld.%lld
source: Ch. %1$lld.%2$lld
ja: チャプター %1$lld.%2$lld
ko: 챕터 %1$lld.%2$lld

# 챕터 1. 도입
source: Ch. 1. Prologue
ja: チャプター 1. 序章
ko: 챕터 1. 도입

# 챕터 2. 전개
source: Ch. 2. Development
ja: チャプター 2. 展開
ko: 챕터 2. 전개

# 챕터 3. 결말
source: Ch. 3. Epilogue
ja: チャプター 3. 結末
ko: 챕터 3. 결말

# 챕터 선택
source: Select chapter
ja: チャプターを選択
ko: 챕터 선택

# 챕터 설명
source: Chapter description
ja: チャプターの説明
ko: 챕터 설명

# 챕터 없음
source: No subchapters
ja: サブチャプターなし
ko: 챕터 없음

# 챕터 제목
source: Chapter Title
ja: チャプタータイトル
ko: 챕터 제목

# 챕터 추가
source: Add to chapter
ja: チャプターに追加
ko: 챕터 추가

# 챕터가 없습니다
source: No chapters yet
ja: チャプターがありません
ko: 챕터가 없습니다

# 챕터에 추가
source: Add to chapter
ja: チャプターに追加
ko: 챕터에 추가

# 취소
source: Cancel
ja: キャンセル
ko: 취소

# 커버로 지정
source: Set Cover
ja: カバーに設定
ko: 커버로 지정

# 컬러 라벨
source: Color Label
ja: カラーラベル
ko: 컬러 라벨

# 컬러 레이블
source: Color Label
ja: カラーラベル
ko: 컬러 레이블

# 크게 보기
source: Zoom in
ja: 拡大表示
ko: 크게 보기

# 탭
source: Tab
ja: タブ
ko: 탭

# 텍스트 없음
source: No text
ja: テキストなし
ko: 텍스트 없음

# 텍스트 오른쪽
source: Text right
ja: テキスト右
ko: 텍스트 오른쪽

# 텍스트 왼쪽
source: Text left
ja: テキスト左
ko: 텍스트 왼쪽

# 텍스트 위치
source: Text position
ja: テキスト位置
ko: 텍스트 위치

# 텍스트 추가
source: Add text
ja: テキストを追加
ko: 텍스트 추가

# 텍스트 편집
source: Edit text
ja: テキストを編集
ko: 텍스트 편집

# 편집
source: Edit
ja: 編集
ko: 편집

# 포트폴리오
source: Portfolio
ja: ポートフォリオ
ko: 포트폴리오

# 포트폴리오를 보려면 먼저 유저네임을 설정해 주세요.
source: To view your portfolio, please set your username first.
ja: ポートフォリオを見るには まずユーザー名を設定してください。
ko: 포트폴리오를 보려면 먼저 유저네임을 설정해 주세요.

# 프레임 속 시간을 이어 스토리를 만드세요.
source: Connect moments in time to create your story.
ja: フレームの中の時間をつなぎ、ストーリーを作りましょう。
ko: 프레임 속 시간을 이어 스토리를 만드세요.

# 프로젝트
source: Projects
ja: プロジェクト
ko: 프로젝트

# 프로젝트 삭제
source: Delete Project
ja: プロジェクトを削除
ko: 프로젝트 삭제

# 프로젝트를 선택하세요
source: Select a project
ja: プロジェクトを選択してください
ko: 프로젝트를 선택하세요

# 해당하는 노트가 없습니다.
source: No matching notes.
ja: 該当するノートがありません。
ko: 해당하는 노트가 없습니다.

# 현재 비밀번호
source: Current password
ja: 現在のパスワード
ko: 현재 비밀번호

# 확인
source: OK
ja: 確認
ko: 확인

# 회원가입
source: Sign up
ja: 登録
ko: 회원가입

# 휴지통
source: Trash
ja: ゴミ箱
ko: 휴지통
